[
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813391/Recure/qva78camio2gltk62iim.webp",
    "slug": "musculoskeletal-physiotherapy",
    "title": "Musculoskeletal Physiotherapy",
    "description": "Addressing pain and dysfunction in muscles, joints, and bones.",
    "content": "Specialized treatments for spine-related issues restore mobility, reduce pain, and improve quality of life through expert care, advanced technologies, and personalized rehabilitation programs. These interventions address unique patient needs to regain independence. Recovery programs for orthopedic surgeries help individuals regain mobility and functionality post-surgery. Structured support, targeted exercises, and physical therapy restore strength, flexibility, and confidence, crucial for reclaiming an active lifestyle. Holistic strategies, including low-impact exercises, meditation, and lifestyle adjustments, manage arthritis pain and enhance movement, strengthening muscles, improving flexibility, and promoting mental well-being. Rehabilitation therapies restore physical, cognitive, and emotional capacities post-injury, empowering individuals to overcome challenges, develop new skills, and reclaim independence, fostering personal growth and community reintegration.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813485/Recure/c3fzyos64ahbyq4badbt.jpg",
    "slug": "neurological-physiotherapy",
    "title": "Neurological Physiotherapy",
    "description": "Neurological Physiotherapy focuses on improving the quality of life for individuals with neurological disorders. Stroke rehabilitation programs are customized to help regain function and independence through personalized treatment plans. Parkinson’s disease management involves regular exercises to enhance mobility and strength, empowering individuals to improve physical capability and overall well-being. Multiple sclerosis therapy emphasizes effective symptom management and functional improvement to address physical, emotional, and practical challenges. Spinal cord injury rehabilitation provides intensive, tailored therapy to foster resilience and positive change through a comprehensive approach.",
    "content": "Neurological Physiotherapy focuses on improving the quality of life for individuals with neurological disorders. Stroke rehabilitation programs are customized to help regain function and independence through personalized treatment plans. Parkinson’s disease management involves regular exercises to enhance mobility and strength, empowering individuals to improve physical capability and overall well-being. Multiple sclerosis therapy emphasizes effective symptom management and functional improvement to address physical, emotional, and practical challenges. Spinal cord injury rehabilitation provides intensive, tailored therapy to foster resilience and positive change through a comprehensive approach.",
    "services": {
      "service_1": "Patient Scheduling",
      "service_2": "Eligibility Verification",
      "servive_3": "Claims Entry",
      "service_4": "Claim Submission",
      "service_5": "Payment Posting",
      "service_6": "Denial Management",
      "service_7": "Compliance & Reporting"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813644/Recure/fnpf4rwppopamdobiqb5.jpg",
    "slug": "womens-health-physiotherapy",
    "title": "Women's Health Physiotherapy",
    "description": "Specialised care for women’s health issues.",
    "content": "Women's Health Physiotherapy provides specialized care for women’s health issues. Pregnancy-related pain management includes personalized guidance, gentle exercises, and stress-reducing techniques to alleviate discomfort. Postpartum rehabilitation programs support new mothers with tailored exercises and counseling to restore physical and mental well-being. Pelvic floor dysfunction treatments address incontinence and pelvic pain through medical interventions, lifestyle changes, and holistic therapies. Osteoporosis management involves targeted exercises to strengthen bones and prevent fractures, safeguarding mobility and independence.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813751/Recure/whebxud3eogxgv3kqsys.jpg",
    "slug": "geriatric-rehabilitation",
    "title": "Geriatric Rehabilitation",
    "description": "Dedicated to improving the health and independence of older adults.",
    "content": "Geriatric Rehabilitation is dedicated to improving the health and independence of older adults. Fall prevention strategies reduce the risk of falls through home modifications, personalized assessments, and community support. Mobility enhancement exercises maintain and improve movement, counteracting age-related decline. Chronic disease management provides compassionate support for conditions like arthritis and osteoporosis, empowering individuals to navigate challenges with resilience and dignity. Cognitive function exercises sustain and enhance mental acuity, fostering clarity, focus, and problem-solving abilities.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720814096/Recure/woovpsvdlbec75xuhhwc.webp",
    "slug": "palliative-care-physiotherapy",
    "title": "Palliative Care Physiotherapy",
    "description": "Improving workplace and daily life ergonomics.",
    "content": "Palliative Care Physiotherapy enhances the quality of life for those with serious illnesses. Pain management techniques, including mindfulness practices and therapeutic interventions, alleviate discomfort and foster well-being. Mobility maintenance exercises preserve movement and function, promoting independence and quality of life. Breathing exercises improve respiratory function and comfort, enhancing lung capacity and relaxation. Supportive care addresses the mental, emotional, and physical needs of patients and families, fostering resilience and hope through patient-centered care.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813949/Recure/xcvdvxfq0tt7oqfxbh8g.jpg",
    "slug": "ergonomic-and-biomechanical-correction",
    "title": "Ergonomic and Biomechanical Correction",
    "description": "Improving workplace and daily life.",
    "content": "Ergonomic and Biomechanical Correction improves workplace and daily life ergonomics. Workstation assessments optimize the work environment, enhancing workflow and job satisfaction through targeted changes. Posture correction techniques improve alignment, reduce pain, and enhance confidence with mindful body alignment and targeted exercises. Movement analysis assesses and corrects biomechanical issues, guiding targeted interventions to restore mobility and strength. Customized ergonomic solutions provide personalized recommendations to promote physical comfort and empower employees.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720814142/Recure/hhfn5dkkfridx6zccxo0.png",
    "slug": "physiotherapy-at-home",
    "title": "Physiotherapy at Home",
    "description": "Bringing expert care to your doorstep.",
    "content": "Physiotherapy at Home brings expert care to your doorstep. Home visits provide personalized treatments tailored to your needs in the comfort of your home. Convenient scheduling offers flexible timings to support a harmonious work-life balance. Comprehensive care at home delivers all the benefits of clinic-based therapy, fostering ease, relaxation, and meaningful health improvements. Family involvement educates and empowers family members to assist in care, enhancing the quality of support and easing the caregiver burden.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813834/Recure/qeotb375rhtb6vod8atw.jpg",
    "slug": "telerehabilitation",
    "title": "Telerehabilitation",
    "description": "Convenient physiotherapy services from the comfort of your home.",
    "content": "Telerehabilitation offers convenient physiotherapy services from the comfort of your home. Virtual consultations provide online assessments and treatment plans, empowering proactive mental health management. Remote monitoring with regular follow-ups tracks progress, offering valuable insights for informed adjustments. Home exercise programs deliver personalized fitness routines tailored to individual needs, fostering meaningful health improvements. Real-time guidance from physiotherapists through interactive sessions supports personalized rehabilitation and recovery, building trust and empowerment.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  },
  {
    "img": "https://res.cloudinary.com/dsi4zks9i/image/upload/v1720813592/Recure/rrbcxlpcbxzqvwslpoi2.jpg",
    "slug": "sports-rehabilitation",
    "title": "Sports Rehabilitation",
    "description": "Helping athletes recover from injuries and improve performance.",
    "content": "Sports Rehabilitation helps athletes recover from injuries and improve performance. Injury prevention and management techniques mitigate injury risks through targeted exercises, proper techniques, and balanced approaches. Post-operative sports rehabilitation programs ensure a safe return to sports with structured support, phased training schedules, and personalized rehabilitation plans. Performance enhancement programs optimize athletic performance through comprehensive training that balances physical fitness and mental resilience, empowering athletes to excel.",
    "services": {
      "service_1": "Credentialing Verification",
      "service_2": "Medicare & Medicaid Enrollment",
      "servive_3": "Commercial Payer Enrollment"
    }
  }
]
